nineninecats/app/controllers/cats_controller.rb

SELECT "cats".* FROM "cats" ORDER BY "cats"."name" ASC
---
    def index
        @cats = Cat.order(:name)